export const orderSteps = [
  {
    id: 1,
    number: "1.",
    title: "Зарегистрируйтесь на сайте",
    description:
      "Создайте аккаунт или войдите в существующий для отслеживания заказов. После регистрации вам станут доступны история покупок и возможность быстро найти нужный вам товар. Регистрация занимает всего 2 минуты и открывает доступ к большому ассортименту товаров.",
  },
  {
    id: 2,
    number: "2.",
    title: "Выберите товары",
    description:
      "Добавьте понравившиеся товары в корзину. Вы можете изменять количество товаров и удалять их из корзины. Используйте фильтры для быстрого поиска нужных товаров. Также доступен поиск по названию и артикулу. На карточке каждого товара вы найдете подробное описание, состав и способы применения.",
  },
  {
    id: 3,
    number: "3.",
    title: "Оформите заказ",
    description:
      "Перейдите в корзину, проверьте выбранные товары и нажмите кнопку 'Оформить заказ'. В корзине вы можете увидеть итоговую стоимость заказа с учетом всех скидок. Перед оформлением убедитесь, что все позиции добавлены в правильном количестве и размере.",
  },
  {
    id: 4,
    number: "4.",
    title: "Подтверждение заказа",
    description:
      "После оформления заказа на ваш номер телефона позвонит оператор для подтверждения заказа.",
  },

];
